Repository: jirilandovsky/CountWithKids
Catalog: CountWithKids/Localization/Localizable.xcstrings
Source language: en
Languages: cs, he

source: %d clean sheets in a row!
cs: %d čistých kont v řadě!
he: %d גיליונות נקיים ברצף!

source: %d more for a gold cup!
cs: Ještě %d do zlatého poháru!
he: עוד %d לגביע זהב!

source: %d more for a silver medal!
cs: Ještě %d do stříbrné medaile!
he: עוד %d למדליית כסף!

source: %d more for another gold cup!
cs: Ještě %d do dalšího zlatého poháru!
he: עוד %d לגביע זהב נוסף!

source: %d more for another silver medal!
cs: Ještě %d do další stříbrné medaile!
he: עוד %d למדליית כסף נוספת!

source: %d problems, who's faster?
cs: %d příkladů, kdo bude rychlejší?
he: %d תרגילים, מי יותר מהיר?

source: + within 10
cs: + do 10
he: + עד 10

source: + within 100 (no carrying)
cs: + do 100 bez přechodu
he: + עד 100 (ללא העברה)

source: + within 100 (with carrying)
cs: + do 100 s přechodem
he: + עד 100 (עם העברה)

source: + within 1000
cs: + do 1000
he: + עד 1000

source: + within 20 (no carrying)
cs: + do 20 bez přechodu
he: + עד 20 (ללא העברה)

source: + within 20 (with carrying)
cs: + do 20 s přechodem
he: + עד 20 (עם העברה)

source: 2-digit × 1-digit
cs: dvouciferné × jednociferné
he: דו-ספרתי × חד-ספרתי

source: 2-digit × 2-digit
cs: dvouciferné × dvouciferné
he: דו-ספרתי × דו-ספרתי

source: 2-digit ÷ 1-digit
cs: dvouciferné ÷ jednociferné
he: דו-ספרתי ÷ חד-ספרתי

source: 7 days free, then billed monthly
cs: 7 dní zdarma, pak měsíčně
he: 7 ימים בחינם, לאחר מכן חיוב חודשי

source: 7 days free, then billed yearly
cs: 7 dní zdarma, pak ročně
he: 7 ימים בחינם, לאחר מכן חיוב שנתי

source: A daily plan that grows with your child.
cs: Plán, který roste spolu s vaším dítětem.
he: תוכנית יומית שגדלה עם הילד שלכם.

source: About
cs: O aplikaci
he: אודות

source: Adaptive daily plan that grows with your child
cs: Adaptivní plán, který roste s dítětem
he: תוכנית יומית מותאמת שגדלה עם הילד

source: Adaptive daily plan, hints, weekly report
cs: Adaptivní plán, nápovědy, týdenní zpráva
he: תוכנית יומית מותאמת, רמזים, דוח שבועי

source: Addition
cs: Sčítání
he: חיבור

source: Adds to the one-time unlock — does not replace it.
cs: Navíc k jednorázovému odemčení — nenahrazuje ho.
he: מצטרף לפתיחה החד-פעמית — לא מחליף אותה.

source: All done!
cs: Hotovo!
he: הכול הסתיים!

source: All operations (+, −, ×, ÷)
cs: Všechny operace (+, −, ×, ÷)
he: כל הפעולות (+, −, ×, ÷)

source: All operations, themes, print & scan
cs: Všechny operace, motivy, tisk a skenování
he: כל הפעולות, העיצובים, הדפסה וסריקה

source: All set!
cs: Hotovo!
he: הכול מוכן!

source: All themes
cs: Všechny motivy
he: כל העיצובים

source: Almost there! You're getting faster every time!
cs: Skoro tam! Jsi pokaždé rychlejší!
he: כמעט שם! את/ה נהיה מהיר/ה יותר בכל פעם!

source: Amazing! You're on your way to becoming a math superhero!
cs: Úžasné! Máš nakročeno stát se matematickým superhrdinou!
he: מדהים! אתה בדרך להפוך לגיבור על במתמטיקה!

source: Appearance
cs: Vzhled
he: מראה

source: Are you sure you really want to delete all results?
cs: Opravdu chcete smazat všechny výsledky?
he: האם אתה בטוח שאתה רוצה למחוק את כל התוצאות?

source: Auto-renews. Cancel anytime in Apple ID Settings. 7 days free, then
cs: Obnovuje se automaticky. Zrušit lze kdykoli v Nastavení Apple ID. 7 dní zdarma, pak
he: מתחדש אוטומטית. ניתן לבטל בכל עת בהגדרות Apple ID. 7 ימים בחינם, לאחר מכן

source: Average Errors
cs: Průměrné chyby
he: שגיאות ממוצעות

source: Average Time
cs: Průměrný čas
he: זמן ממוצע

source: Best Streak
cs: Nejdelší série
he: סדרה הכי ארוכה

source: Bought this app before it went free? Tap Restore.
cs: Koupili jste aplikaci dřív, než se stala zdarma? Klepněte na Obnovit.
he: קניתם את האפליקציה לפני שהפכה לחינמית? הקישו על שחזור.

source: Brilliant! You solved them all without a single mistake!
cs: Brilantní! Vše bez jediné chyby!
he: מבריק! פתרת הכל בלי טעות אחת!

source: Build confidence with
cs: Získej jistotu v
he: בנה ביטחון עם

source: Cancel
cs: Zrušit
he: ביטול

source: Challenge
cs: Výzva
he: אתגר

source: Challenge mode vs. mascot
cs: Souboj s maskotem
he: מצב אתגר מול הקמע

source: Check All
cs: Zkontrolovat vše
he: בדוק הכל

source: Child's age
cs: Věk dítěte
he: גיל הילד

source: Choose how you want to learn
cs: Vyber si, jak se chceš učit
he: בחרו איך אתם רוצים ללמוד

source: Choose your emoji
cs: Vyber si emoji
he: בחר את האמוג׳י שלך

source: Clean Sheet!
cs: Čisté konto!
he: ללא שגיאות!

source: Clean Sheets
cs: Čistá konta
he: ללא שגיאות

source: Clean sheets in a row
cs: Čistých kont v řadě
he: גיליונות נקיים ברצף

source: Clean sheets in a row:
cs: Čistých kont v řadě:
he: גיליונות נקיים ברצף:

source: Close
cs: Zavřít
he: סגירה

source: Complete a practice page to see your stats!
cs: Dokončete stránku s příklady a uvidíte své statistiky!
he: השלם דף תרגול כדי לראות את הסטטיסטיקות שלך!

source: Continue
cs: Pokračovat
he: המשך

source: Correct
cs: Správně
he: נכון

source: Correct any answers the scanner may have misread
cs: Opravte odpovědi, které skener mohl špatně přečíst
he: תקן תשובות שהסורק עלול לקרוא לא נכון

source: Could not read the printed page. Make sure the QR code is visible.
cs: Nepodařilo se přečíst vytištěnou stránku. Ujistěte se, že je QR kód viditelný.
he: לא ניתן לקרוא את הדף המודפס. ודא שקוד ה-QR גלוי.

source: Could not restore purchases.
cs: Obnovení nákupů se nezdařilo.
he: לא ניתן היה לשחזר רכישות.

source: Counting range
cs: Rozsah počítání
he: טווח ספירה

source: Current Streak
cs: Aktuální série
he: סדרה נוכחית

source: Daily plan streak
cs: Denní série
he: רצף תוכנית יומית

source: Dark
cs: Tmavý
he: כהה

source: Dashboard
cs: Přehled
he: לוח בקרה

source: Day
cs: Den
he: יום

source: Deadline:
cs: Časový limit:
he: מגבלת זמן:

source: Deadline: Off
cs: Časový limit: Vypnuto
he: מגבלת זמן: כבוי

source: Delete All
cs: Smazat vše
he: מחק הכל

source: Difficulty
cs: Obtížnost
he: רמת קושי

source: Dinosaur
cs: Dinosaurus
he: דינוזאור

source: Division
cs: Dělení
he: חילוק

source: Don't give up! The mascot is just a little quicker... for now!
cs: Nevzdávej to! Maskot je jen o trochu rychlejší… zatím!
he: אל תוותר! הקמע רק קצת יותר מהיר… לעת עתה!

source: Done
cs: Hotovo
he: סיום

source: Emoji theme
cs: Motiv Emoji
he: ערכת נושא אמוג׳י

source: Emoji theme unlocked!
cs: Motiv Emoji odemčen!
he: ערכת אמוג׳י נפתחה!

source: Errors
cs: Chyby
he: שגיאות

source: Evaluate
cs: Vyhodnotit
he: הערכה

source: Examples per page:
cs: Příkladů na stránku:
he: תרגילים בעמוד:

source: Fantastic! Keep it up and you'll be the fastest ever!
cs: Fantastické! Jen tak dál a budeš nejrychlejší vůbec!
he: פנטסטי! המשך ככה ותהיה הכי מהיר/ה אי פעם!

source: Finish at least one session from all three tasks below
cs: Dokonči alespoň jednu sérii ze všech tří úkolů níže
he: סיים לפחות סבב אחד משלושת המשימות למטה

source: Focus
cs: Zaměření
he: מיקוד

source: Full difficulty range up to 1000
cs: Plný rozsah obtížnosti až do 1000
he: טווח קושי מלא עד 1000

source: Full version already unlocked.
cs: Plná verze už je odemčena.
he: הגרסה המלאה כבר פתוחה.

source: Full version unlocked
cs: Plná verze odemčena
he: הגרסה המלאה נפתחה

source: Get 5 clean sheets in a row for your first silver medal!
cs: Získej 5 čistých kont v řadě pro svou první stříbrnou medaili!
he: השג 5 גיליונות נקיים ברצף למדליית הכסף הראשונה שלך!

source: Go to Settings to select the Emoji theme
cs: Přejdi do Nastavení a vyber emoji
he: עבור להגדרות כדי לבחור ערכת אמוג׳י

source: Go to Settings to select the Lion theme
cs: Přejdi do Nastavení a vyber motiv Lev
he: עבור להגדרות כדי לבחור את ערכת הנושא אריה

source: Gold Cup!
cs: Zlatý pohár!
he: !גביע זהב

source: Gold cups
cs: Zlatých pohárů
he: גביעי זהב

source: Good job finishing! Keep practicing and you'll win next time!
cs: Dobrá práce! Cvič dál a příště vyhraješ!
he: כל הכבוד שסיימת! המשך לתרגל ותנצח בפעם הבאה!

source: Got it!
cs: Rozumím
he: הבנתי

source: Grade 1
cs: 1. třída
he: כיתה א'

source: Grade 2
cs: 2. třída
he: כיתה ב'

source: Grade 3
cs: 3. třída
he: כיתה ג'

source: Grade 4
cs: 4. třída
he: כיתה ד'

source: Grade 5
cs: 5. třída
he: כיתה ה'

source: Grade complete!
cs: Třída dokončená!
he: הכיתה הושלמה!

source: Great effort! Practice makes perfect — try again!
cs: Skvělá snaha! Cvičení dělá mistra — zkus to znovu!
he: מאמץ נהדר! תרגול עושה מושלם — נסה שוב!

source: Guide
cs: Průvodce
he: מדריך

source: Guide (subscription) — Inactive
cs: Průvodce (předplatné) — Neaktivní
he: מדריך (מנוי) — לא פעיל

source: Guide is on. You can switch it off anytime in Settings.
cs: Průvodce je zapnutý. Vypnout ho můžeš v Nastavení.
he: המדריך פעיל. ניתן לכבותו בכל עת בהגדרות.

source: Guided mode
cs: Režim Průvodce
he: מצב מודרך

source: Language
cs: Jazyk
he: שפה

source: Larger ranges (to 100, 1000)
cs: Větší rozsahy (do 100, 1000)
he: טווחים גדולים יותר (עד 100, 1000)

source: Let's go!
cs: Jdeme na to!
he: !יאללה

source: Let's set up Guide for your child
cs: Pojďme nastavit Průvodce pro vaše dítě
he: בואו נגדיר את המדריך לילד שלכם

source: Level
cs: Úroveň
he: רמה

source: Level up!
cs: Postup!
he: עלייה ברמה!

source: Level ups!
cs: Postup!
he: עליות ברמה!

source: Levels track your child's mastery for +, −, ×, ÷
cs: Úrovně sledují zvládnutí +, −, ×, ÷
he: רמות עוקבות אחר השליטה ב-+, −, ×, ÷

source: Light
cs: Světlý
he: בהיר

source: Lion
cs: Lev
he: אריה

source: Lion theme
cs: Motiv Lev
he: ערכת נושא אריה

source: Lion unlocked!
cs: Lev odemčen!
he: האריה נפתח!

source: Manage subscription
cs: Spravovat předplatné
he: ניהול מנוי

source: Mascot victories
cs: Výhry nad maskotem
he: ניצחונות על הקמע

source: Mastered
cs: Zvládnuto
he: הושג

source: Mastered!
cs: Zvládnuto!
he: הושג!

source: Math Practice
cs: Počítání
he: תרגול חשבון

source: Math champion! The mascot didn't stand a chance!
cs: Šampion v počítání! Maskot neměl šanci!
he: אלוף/ת מתמטיקה! לקמע לא היה סיכוי!

source: Maybe later
cs: Třeba jindy
he: אולי אחר כך

source: Mixed
cs: Smíšené
he: מעורב

source: Mixed operations
cs: Smíšené operace
he: פעולות מעורבות

source: Mode
cs: Režim
he: מצב

source: Month
cs: Měsíc
he: חודש

source: Monthly
cs: Měsíčně
he: חודשי

source: Most improved in
cs: Nejvíc se zlepšil(a) v
he: ההשתפרות הגדולה ביותר ב

source: Multiplication
cs: Násobení
he: כפל

source: Next
cs: Další
he: הבא

source: Nice try! A few more rounds and you'll be the winner!
cs: Hezký pokus! Ještě pár kol a budeš vítěz!
he: ניסיון יפה! עוד כמה סיבובים ואת/ה המנצח/ת!

source: No cups yet — keep going!
cs: Zatím žádné poháry — pokračuj!
he: אין עדיין גביעים — המשך!

source: No data yet
cs: Zatím žádná data
he: אין נתונים עדיין

source: No practice sessions yet
cs: Zatím žádná cvičení
he: אין אימונים עדיין

source: No previous purchase to restore.
cs: Žádný dřívější nákup k obnovení.
he: אין רכישה קודמת לשחזור.

source: No score, no timer — just a few problems.
cs: Žádné body ani časomíra — jen pár příkladů.
he: ללא ניקוד, ללא טיימר — רק כמה תרגילים.

source: No trophies yet
cs: Zatím žádné trofeje
he: אין עדיין גביעים

source: Not yet
cs: Zatím ne
he: עדיין לא

source: Now learning
cs: Učíš se
he: לומד עכשיו

source: Now working on
cs: Teď pracuje na
he: עובד עכשיו על

source: One-time purchase, yours forever
cs: Jednorázový nákup, navždy tvoje
he: רכישה חד־פעמית, שלכם לתמיד

source: Open Guide
cs: Otevřít Průvodce
he: פתח מדריך

source: Open daily plan
cs: Otevřít denní plán
he: פתח תוכנית יומית

source: Operations
cs: Operace
he: פעולות

source: Page must be completed in
cs: Stránku je třeba dokončit za
he: יש להשלים את העמוד תוך

source: Penguin
cs: Tučňák
he: פינגווין

source: Penguin theme
cs: Motiv Tučňák
he: עיצוב הפינגווין

source: Perfect score AND faster? You're unstoppable!
cs: Bezchybně A rychleji? Tebe nikdo nezastaví!
he: ציון מושלם וגם מהיר יותר? אי אפשר לעצור אותך!

source: Period
cs: Období
he: תקופה

source: Practice
cs: Počítání
he: תרגול

source: Practice your weakest:
cs: Procvič si slabé místo:
he: תרגל את הנקודה החלשה שלך:

source: Print
cs: Tisk
he: הדפסה

source: Print & scan practice pages
cs: Tisk a skenování stránek
he: הדפסה וסריקה של דפי תרגול

source: Privacy Policy
cs: Zásady ochrany osobních údajů
he: מדיניות פרטיות

source: Purchase restored.
cs: Nákup obnoven.
he: הרכישה שוחזרה.

source: Ready to practice?
cs: Připraveni počítat?
he: מוכנים לתרגל?

source: Rematch!
cs: Odveta!
he: !משחק חוזר

source: Reset All Results
cs: Smazat všechny výsledky
he: מחק את כל התוצאות

source: Restore Purchases
cs: Obnovit nákupy
he: שחזור רכישות

source: Review answers
cs: Zkontrolujte odpovědi
he: סקור תשובות

source: Scaffolded hints in challenge mode
cs: Postupné nápovědy ve výzvě
he: רמזים מדורגים במצב אתגר

source: Scan
cs: Sken
he: סריקה

source: Scan Results
cs: Výsledky skenu
he: תוצאות סריקה

source: Scan to evaluate
cs: Naskenujte k vyhodnocení
he: סרוק להערכה

source: School grade
cs: Školní třída
he: כיתה

source: Settings
cs: Nastavení
he: הגדרות

source: Silver Medal!
cs: Stříbrná medaile!
he: !מדליית כסף

source: Silver medals
cs: Stříbrných medailí
he: מדליות כסף

source: Skill mastered!
cs: Dovednost zvládnutá!
he: המיומנות הושגה!

source: Skills mastered!
cs: Dovednosti zvládnuté!
he: המיומנויות הושגו!

source: So close! Don't worry, next time you'll beat me for sure!
cs: Tak blízko! Nevadí, příště mě určitě porazíš!
he: כמעט! אל דאגה, בפעם הבאה תנצח אותי בטוח!

source: Start 7-day free trial
cs: Začít 7denní zkušební verzi
he: התחל 7 ימי ניסיון בחינם

source: Start a clean sheet streak!
cs: Začni sérii čistých kont!
he: התחל סדרת גיליונות נקיים!

source: Subscribe to Guide
cs: Předplatit Průvodce
he: הירשם למדריך

source: Subtraction
cs: Odčítání
he: חיסור

source: Super brain! You nailed every single one!
cs: Super mozkovno! Všechno správně!
he: מוח על! פתרת הכל נכון!

source: System
cs: Systém
he: מערכת

source: Tap the mascot to challenge it again!
cs: Vyzvi maskota na další souboj!
he: לחץ על הקמע כדי לאתגר אותו שוב!

source: Terms of Service
cs: Smluvní podmínky
he: תנאי שימוש

source: That was close! One more try and you've got this!
cs: To bylo těsné! Ještě jednou a máš to!
he: זה היה צמוד! עוד ניסיון אחד ויש לך את זה!

source: The mascot got lucky this time! Ready for a rematch?
cs: Maskot měl tentokrát štěstí! Chceš odvetu?
he: הקמע פשוט היה בר מזל הפעם! מוכן למשחק חוזר?

source: The mascot is impressed! You're a true math star!
cs: Maskot je v úžasu! Jsi opravdová matematická hvězda!
he: הקמע מתרשם! את/ה כוכב/ת מתמטיקה אמיתי/ת!

source: Theme
cs: Motiv
he: ערכת נושא

source: Think you can beat me? Let's race!
cs: Myslíš, že mě porazíš? Pojďme závodit!
he: חושב שתנצח אותי? בוא נתחרה!

source: This week %d clean sheets.
cs: Tento týden %d čistých sérií.
he: השבוע %d גיליונות נקיים.

source: This week's progress is ready. Tap to see how your child is doing.
cs: Týdenní zpráva je připravená. Klepni a podívej se, jak se dítěti daří.
he: ההתקדמות השבוע מוכנה. הקישו לראות איך הילד מתקדם.

source: Time
cs: Čas
he: זמן

source: Time limit:
cs: Časový limit:
he: מגבלת זמן:

source: Time's up!
cs: Čas vypršel!
he: נגמר הזמן!

source: To
cs: Do
he: עד

source: Today's plan
cs: Plán na dnes
he: התוכנית להיום

source: Today's plan is ready
cs: Dnešní plán je připravený
he: התוכנית להיום מוכנה

source: Trophies
cs: Trofeje
he: גביעים

source: Try 7 days free
cs: Vyzkoušet 7 dní zdarma
he: נסה 7 ימים בחינם

source: Try Again
cs: Zkusit znovu
he: נסה שוב

source: Try Guide free for 7 days
cs: Vyzkoušej Průvodce 7 dní zdarma
he: נסה את המדריך בחינם ל-7 ימים

source: Unicorn
cs: Jednorožec
he: חד קרן

source: Unlock
cs: Odemknout
he: פתיחה

source: Unlock everything
cs: Odemknout vše
he: פתחו הכול

source: Unlock for
cs: Odemknout za
he: פתיחה תמורת

source: Unlock full version
cs: Odemknout plnou verzi
he: פתיחת הגרסה המלאה

source: Unlock the full adventure
cs: Odemkni celé dobrodružství
he: פתחו את ההרפתקה המלאה

source: Version
cs: Verze
he: גרסה

source: Waiting for the mascot to finish...
cs: Čekáme, až maskot dopočítá…
he: …ממתינים שהקמע יסיים

source: Warmup
cs: Rozcvička
he: חימום

source: Warmup with the mascot
cs: Rozcvička s maskotem
he: חימום עם הקמע

source: We'll then run a quick warmup with your child to find the right starting point.
cs: Pak si dítě udělá krátkou rozcvičku, abychom našli správný start.
he: לאחר מכן נריץ חימום קצר עם הילד שלכם כדי למצוא את נקודת ההתחלה המתאימה.

source: We've picked a starting point. Open the daily plan to begin.
cs: Vybrali jsme startovací bod. Otevřete denní plán a začněte.
he: בחרנו נקודת התחלה. פתחו את התוכנית היומית כדי להתחיל.

source: Week
cs: Týden
he: שבוע

source: Weekly parent report
cs: Týdenní zpráva pro rodiče
he: דוח שבועי להורים

source: Weekly report
cs: Týdenní zpráva
he: דוח שבועי

source: Welcome to Guide
cs: Vítej v Průvodci
he: ברוכים הבאים למדריך

source: Wow, you're faster than the mascot! Incredible!
cs: Páni, jsi rychlejší než maskot! Neuvěřitelné!
he: וואו, את/ה מהיר/ה מהקמע! מדהים!

source: Year
cs: Rok
he: שנה

source: Yearly
cs: Ročně
he: שנתי

source: You crushed it! The mascot wants a rematch!
cs: Drtivá výhra! Maskot chce odvetu!
he: מחצת את זה! הקמע רוצה משחק חוזר!

source: You did it! That was lightning fast!
cs: To se ti povedlo! Bleskově rychlé!
he: עשית את זה! זה היה מהיר כברק!

source: You finished
cs: Dokončil(a) jsi
he: סיימת

source: You're getting better! The mascot can feel it!
cs: Jsi stále lepší! Maskot to cítí!
he: את/ה משתפר/ת! הקמע מרגיש את זה!

source: You're learning fast! The mascot is starting to sweat!
cs: Učíš se rychle! Maskot už se začíná potit!
he: את/ה לומד/ת מהר! הקמע כבר מתחיל להזיע!

source: Your progress
cs: Tvůj pokrok
he: ההתקדמות שלך

source: easy practice
cs: snadné cvičení
he: תרגול קל

source: month
cs: měsíc
he: חודש

source: pages with zero errors
cs: stránek bez chyb
he: עמודים ללא שגיאות

source: per page
cs: na stránku
he: לעמוד

source: s left
cs: s zbývá
he: שניות נותרו

source: seconds
cs: sekund
he: שניות

source: seconds per page
cs: sekund na stránku
he: שניות לעמוד

source: sessions
cs: cvičení
he: אימונים

source: year
cs: rok
he: שנה

source: years
cs: let
he: שנים

source: your weakest
cs: tvé slabé místo
he: הנקודה החלשה שלך

source: ÷ 2-digit
cs: ÷ dvouciferné
he: ÷ דו-ספרתי

source: ÷ with remainder (within 100)
cs: ÷ se zbytkem (do 100)
he: ÷ עם שארית (עד 100)

source: ÷ with remainder (within 1000)
cs: ÷ se zbytkem (do 1000)
he: ÷ עם שארית (עד 1000)

source: − within 10
cs: − do 10
he: − עד 10

source: − within 100 (no borrowing)
cs: − do 100 bez přechodu
he: − עד 100 (ללא שאילה)

source: − within 100 (with borrowing)
cs: − do 100 s přechodem
he: − עד 100 (עם שאילה)

source: − within 1000
cs: − do 1000
he: − עד 1000

source: − within 20 (no borrowing)
cs: − do 20 bez přechodu
he: − עד 20 (ללא שאילה)

source: − within 20 (with borrowing)
cs: − do 20 s přechodem
he: − עד 20 (עם שאילה)

source: Emoji
he: אמוג׳י

source: OK
he: אישור

source: Reset
he: איפוס

source: Start!
he: התחל!
